Repository: basitengr/astatistics
Catalog: lib/Astatistics/I18N/*.po
Languages: es

source: %1 (id %2) deleted successfully from %3
es: %1 (id %2) borrado con éxito de %3

source: %1 (id %2) updated successfully
es: %1 (id %2) actualizado con éxito

source: and deleted from group id %1
es: y eliminado del grupo id %1

source: but roles could not be added
es: pero no puedieron ser añadidos roles

source: id %1 does not exist in %2.
es: id %1 no existe en %2.

source: id %1 does not exist.
es: id %1 no existe.

source: is a system role so could not be deleted
es: es un rol de sistema, por lo que no pudo ser eliminado

source: is a system role so could not be edited
es: es un rol de sistema, por lo que no puede ser editado

source: not correctly set
es: no especificado correctamente

source: , but could not be deleted from group id %1 (cut action)
es: , pero no pudo ser borrado del grupo id %1 (acción cortar)

source: . Nevertheless it wasn't possible adding parent, so undoing.
es: . Sin embargo no fue posible añadir padre, así que se deshace la acción.

source: Bars
es: Barras

source: Bubble
es: Burbuja

source: CSV Export
es: Exportar a CSV

source: Class not correctly set
es: Clase no especificada correctamente

source: Clipboard has no contents
es: El portapapeles está vacío

source: Coordinates for %1 axis not found in conditions
es: Las coordenadas para el eje %1 no fueron encontradas en conditions

source: Copy
es: Copiar

source: Could not create user %1 in database
es: No se pudo crear el usuario %1 en la base de datos

source: Could not found %1 %2
es: No se encontró %1 %2

source: Cut
es: Cortar

source: Delete
es: Eliminar

source: Edit
es: Editar

source: Error deleting %1 %2 (id %3)
es: Error borrando %1 %2 (id %3)

source: Error parsing stat conditions: missing required conditions
es: Error parseando conditions en la estadística: faltan condiciones requeridas

source: Error updating %1 %2 (id %3)
es: Error actualizando %1 %2 (id %3)

source: Execute
es: Ejecutar

source: Exit
es: Salir

source: Group
es: Grupo

source: Group %1 (id %2) added to group %3
es: Grupo %1 (id %2) añadido al grupo %3

source: Group %1 (id %2) could not be added to group %3
es: Grupo %1 (id %2) no pudo ser añadido al grupo %3

source: Group %1 (id %2) is already in this group
es: Grupo %1 (id %2) ya está presente en este grupo

source: Group name %1 already used. Please, try another.
es: Nombre de grupo %1 ya usado. Por favor, escoja otro nombre distinto.

source: Group with id %1 was deleted before paste action
es: Grupo con id %1 fue borrado antes de la operación de pegar

source: Invalid login.
es: Login inválido.

source: Lines
es: Líneas

source: List
es: Lista

source: Login
es: Acceder

source: Logout
es: Salir

source: Name
es: Nombre

source: Name not correctly set
es: Nombre no especificado correctamente

source: New
es: Nuevo

source: New %1 copied from id %2
es: Nuevo %1 copiado de id %2

source: New Template %1 in %2 added successfully (id %3)
es: Nueva Plantilla %1 en %2 añadida con éxito (id %3)

source: New group %1 in %2 added successfully (id %3)
es: Nuevo grupo %1 en %2 añadido con éxito (id %3)

source: New group %1 in %2 was not successfully added
es: Nuevo grupo %1 en %2 no fue añadido con éxito

source: New template %1 in %2 was not successfully added
es: Nueva plantilla %1 en %2 no fue añadida con éxito

source: Next fields only for templates
es: Siguientes campos solo para plantillas

source: No results found
es: No se encontraron resultados

source: PDF Export
es: Exportar a PDF

source: Page not found
es: Página no encontrada

source: Parameters for '%1'
es: Parámetros para '%1'

source: Password
es: Contrase&ntilde;a

source: Passwords do not match
es: Las contraseñas no coinciden

source: Permission denied
es: Permiso denegado

source: Permission denied. You must be administrator to access this page.
es: Permiso denegado. Se requiere el rol de administrador para acceder a esta página.

source: Pie
es: Sectores

source: Please, login
es: Por favor, ingrese al sistema (Login)

source: Point
es: Puntos

source: PolarArea
es: Área Polar

source: Refresh
es: Refrescar

source: Repeat
es: Repetir

source: Return
es: Volver

source: Role %1 already exists
es: El rol %1 ya existe

source: Role %1 could not be created successfully
es: El rol %1 no pudo ser creado con éxito

source: Role %1 created successfully
es: Rol %1 creado con éxito

source: Role not found
es: Rol no encontrado

source: Rows per page
es: Filas por página

source: Stat %1 (id %2) added to group %3
es: Estadística %1 (id %2) añadida a grupo %3

source: Stat %1 (id %2) could not be added to group %3
es: Estadística %1 (id %2) no pudo ser añadida al grupo %3

source: Stat %1 (id %2) is already in this group
es: Estadística %1 (id %2) ya está en este grupo

source: Stat id %1 could not be retrieved
es: Estadística id %1 no pudo ser obtenida

source: Stat with id %1 was deleted before paste action
es: Estadística con id %1 fue borrada antes de la operación de pegado

source: Statistics
es: Estad&iacute;sticas

source: Template
es: Plantilla

source: Template class not found
es: Clase de plantilla no encontrada

source: Template id %1 does not exist.
es: La plantilla id %1 no exite.

source: Template name %1 already used. Please, try another.
es: Nombre de plantilla %1 ya usado. Por favor, escoja otro distinto.

source: Templates
es: Plantillas

source: The URL you are visiting does not have a corresponding page in this server.
es: La URL que está visitando no tiene una página asociada en este servidor.

source: User %1 created successfully
es: Usuario %1 creado con éxito

source: User could not be deleted
es: El usuario no pudo ser borrado

source: User data updated
es: Datos de usuario actualizados

source: User deleted but role association could not be deleted
es: Usuario borrado pero la asociación de rol no pudo ser borrada

source: User deleted successfully
es: Usuario borrado con éxito

source: User with name %1 already exists
es: Ya existe un usuario con nombre %1

source: Username
es: Usuario

source: Users
es: Usuarios

source: Visual not correctly set
es: Visual no especificado correctamente

source: You are now logged in.
es: Ud ya está logado.

source: You have been logged out.
es: Ha sido desconectado del sistema.

source: You have to delete group contents first
es: Ha de ser borrado antes el contenido del grupo

source: converted from epoch
es: convertido de epoch

source: in
es: en

source: parent
es: padre

source: root
es: raíz
